Repository: OPUS4/application
Catalog: modules/publish/language/publish.tmx
Source language: de
Languages: en

source: Veröffentlichen
en: Publish

source: Dokumenttyp und Datei wählen
en: Choose document type and file

source: Wählen Sie eine weitere Datei zum Hochladen
en: Choose another file to upload

source: Kollektion für das Dokument wählen
en: Choose collection for your documents

source: Ein weiteres Dokument veröffentlichen
en: Create another publication

source: Veröffentlichen - Vorschau
en: Publish summary

source: Bitte überprüfen Sie Ihre Eingaben.
en: Please check your data.

source: Weitere Formulardaten:
en: Further form data:

source: Änderungen vornehmen
en: Make changes

source: Dokument speichern!
en: Save document!

source: Veröffentlichen - Dateien hochladen
en: Publish upload

source: Die Datei(en) wurde(n) erfolgreich hochgeladen.
en: Publish upload successful

source: Das Dokument wurde erfolgreich gespeichert.
en: Publishing document successful

source: Dokumenttyp
en: Document type

source: Datei wählen
en: Choose file

source: Zur Bibliographie hinzufügen?
en: Add to bibliography?

source: Haben Sie einen GPG-Schlüssel und haben Sie Ihre Dateien damit signiert?
en: Do you have a GPG-Key and did you sign your publication files with it?

source: Nein
en: No

source: Ja
en: Yes

source: weiter
en: continue

source: übermitteln
en: transmit

source: Bitte Sprache auswählen
en: Please select the language

source: Kontaktdaten des Einstellers
en: Submitters contact data

source: Datum, an dem das Dokument angenommen wurde
en: Date of accepting

source: Datum der Veröffentlichung
en: Date of Publication

source: Bitte klicken Sie hier, wenn Sie eine weitere Person/einen weiteren Titel etc. eingeben möchten.
en: additional fields

source: Sprache der Veröffentlichung übernehmen
en: Inherit publication language

source: Bitte wählen Sie etwas aus
en: Please choose something

source: Bitte wählen Sie einen Dokumenttyp.
en: Please choose a document type.

source: Bitte wählen Sie eine Lizenz.
en: Please choose a document licence.

source: Bitte wählen Sie ein Matheon Projekt.
en: Please choose a Matheon project.

source: Bitte wählen Sie eine Sprache.
en: Please choose a language.

source: Bitte wählen Sie ein Institut.
en: Please choose a institute.

source: Bitte wählen Sie eine Titel verleihende Institution.
en: Please choose a granting institution.

source: Bitte wählen Sie eine veröffentlichende Institution.
en: Please choose a publisher institution.

source: Sie versuchen, ein unbekanntes Element zu erzeugen, das so nicht im Dokumenttyp vorkommt. Bitte überprüfen Sie den Variablennamen. Hinweis: einfache Elemente enden mit einem Unterstrich _ Mehrfachelemente, die eine Gruppe bilden beginnen mit group. Und achtung: Personen sind immer vom Typ "Group".
en: You try to create an unknown element that doesn't exist in the document type in that form. Please check the variable name. Hint: single elements end with underscore _ multiple elements which are forming a group begin with group. And attention: Persons alsways have the type "Group".

source: Dokument %1$s wurde erfolgreich gespeichert.
en: Document %1$s was successfully published.

source: Dokument betrachten.
en: View document.

source: Möchten Sie ein weiteres Dokument veröffentlichen?
en: Do you want to publish another document?

source: Zum Veröffentlichungsformular
en: Go to publish form

source: Nein danke, weiter zur Startseite.
en: No thanks, go to home page.

source: MSC-Klassifikation
en: MSC-Classification

source: DDC-Sachgruppen
en: DDC-Classification

source: CCS-Klassifikation
en: CCS-Classification

source: PACS-Klassifikation
en: PACS-Classification

source: BKL-Klassifikation
en: BKL-Classification

source: Sammlungen
en: Collections

source: Schriftenreihen
en: Series

source: Berichte
en: Reports

source: Anwendungsgebiete / Projekte
en: Application Areas / Projects

source: Sie haben das Ende dieser Sammlung erreicht.
en: You reached the end of that collection tree.

source: Sie haben bisher folgende Sammlungen ausgewählt:
en: You have already choosen the following collections:
